Repository: amirmasoud/majale
Catalog: languages/*.po
Languages: fa_ir

source: we lost!
fa_ir: گم شدیم!

source: Back to home
fa_ir: بازگشت به خانه

source: All posts by: %s
fa_ir: همه نوشته های %s

source: Install Required Plugins
fa_ir: نصب افزونه های مورد نیاز

source: Install Plugins
fa_ir: نصب افزونه ها

source: Installing Plugin: %s
fa_ir: در حال نصب افزونه: %s

source: Something went wrong with the plugin API.
fa_ir: در API افزونه مشکلی پیش آمد.

source: This theme requires the following plugin: %1$s.
fa_ir: این قالب نیاز به این افزونه ها دارد : %1$s.

source: This theme recommends the following plugin: %1$s.
fa_ir: توصیه ما نصب افزونه های زیر برای این قالب است : %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
fa_ir: متاسفیم، شما دسترسی لازم برای نصب افزونه %1$s را ندارید.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fa_ir: توصیه می شود افزونه های رو به رو به آخرین نسخه موجود برای نهایت کارآیی قالب %1$s به روز شوند.

source: There is an update available for: %1$s.
fa_ir: برای افزونه (های) رو به رو به روزرسانی موجود است: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
fa_ir: متاسفیم، شما دسترسی لازم برای نصب افزونه %1$s را ندارید.

source: The following required plugin is currently inactive: %1$s.
fa_ir: افزونه های الزامی رو به رو هم اکنون غیر فعال هستند: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fa_ir: افزونه های پیشنهادی رو به رو هم اکنون غیر فعال هستند: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
fa_ir: متاسفیم، شما دسترسی لازم برای نصب افزونه %1$s را ندارید.

source: Begin installing plugin
fa_ir: شروع به نصب افزونه

source: Begin updating plugin
fa_ir: شروع به به روزرسانی افزونه

source: Begin activating plugin
fa_ir: شروع به فعال سازی افزونه

source: Return to Required Plugins Installer
fa_ir: بازگشت به نصب کننده افزونه های مورد نیاز

source: Return to the dashboard
fa_ir: بازگشت به پیشخوان

source: Plugin activated successfully.
fa_ir: افزونه با موفقیت فعال شد.

source: The following plugin was activated successfully:
fa_ir: این افزونه (ها) با موفقیت فعال شد: %s.

source: No action taken. Plugin %1$s was already active.
fa_ir: هیچ عملی انجام نشد افزونه %1$s از پیش فعال بوده است.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fa_ir: افزونه فعال نیست. نسخه بالاتر از %s برای این قالب مورد نیاز است. لطفا افزونه را به روز رسانی کنید.

source: All plugins installed and activated successfully. %1$s
fa_ir: همه افزونه‌ها با موفقیت نصب و فعال شدند. %1$s

source: Dismiss this notice
fa_ir: نادیده گرفتن این اعلان

source: Please contact the administrator of this site for help.
fa_ir: برای دریافت راهنمایی و کمک با مدیریت سایت تماس بگیرید.

source: This plugin needs to be updated to be compatible with your theme.
fa_ir: این افزونه برای سازگار شدن با قالب شما نیاز به بروزرسانی دارد.

source: Update Required
fa_ir: به روزرسانی نیاز است

source: Set the parent_slug config variable instead.
fa_ir: در عوض متغیر parent_slug را تنظیم کنید.

source: Return to the Dashboard
fa_ir: بازگشت به پیشخوان

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fa_ir: بسته افزونه ریموت شامل پوشه و اسلاگ تعریف شده نیست و تغییر نام هم کار نکرد.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fa_ir: لطفا با ارائه دهنده افزونه خود تماس بگیرید و از آنها بخواهید تا بسته بندی افزونه را مطابق با راهنمای وردپرس به آرشیو تبدیل کنند.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fa_ir: بسته افزونه از راه دور شامل بیش از یک فایل است، اما فایل ها در یک پوشه بسته بندی نشده اند.

# plugin A *and* plugin B
source: and
fa_ir: و

# %s = version number
source: TGMPA v%s
fa_ir: افزونه نصب افزونه ها مورد نیاز(TGMPA) نسخه %s

source: Required
fa_ir: مورد نیاز است

source: Recommended
fa_ir: توصیه شده

source: WordPress Repository
fa_ir: مخزن وردپرس

source: External Source
fa_ir: منبع خارجی

source: Pre-Packaged
fa_ir: از قبل بسته‌بندی شده

source: Not Installed
fa_ir: نصب نشده

source: Installed But Not Activated
fa_ir: نصب شده اما فعال نشده

source: Active
fa_ir: فعال

source: Required Update not Available
fa_ir: به روزرسانی های الزامی در دسترس نیست

source: Requires Update
fa_ir: نیاز به به روز رسانی

source: Update recommended
fa_ir: بروزرسانی توصیه شده

# plugins
source: All <span class="count">(%s)</span>
fa_ir: همه <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fa_ir: برای نصب <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fa_ir: بروزرسانی موجود است <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fa_ir: برای فعال کردن <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fa_ir: ناشناس

source: Installed version:
fa_ir: نسخه نصب شده:

source: Minimum required version:
fa_ir: حداقل نسخه مورد نیاز:

source: Available version:
fa_ir: نسخه در دسترس:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
fa_ir: هیچ افزونه برای نصب، به روزرسانی و یا فعال سازی وجود ندارد. <a href="%1$s">بازگشت به پیشخوان</a>

source: Plugin
fa_ir: افزونه

source: Source
fa_ir: منبع

source: Type
fa_ir: نوع

source: Version
fa_ir: نسخه

source: Status
fa_ir: وضعیت

# %2$s = plugin name in screen reader markup
source: Install %2$s
fa_ir: نصب %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
fa_ir: بروز رسانی %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
fa_ir: فعال سازی %2$s

source: Upgrade message from the plugin author:
fa_ir: پیام به روزرسانی از نویسنده افزونه:

source: Install
fa_ir: نصب

source: Update
fa_ir: بروز رسانی

source: Activate
fa_ir: فعال کردن

source: No plugins were selected to be installed. No action taken.
fa_ir: هیچ افزونه‌ای برای نصب انتخاب نشده‌است. هیچ اقدامی صورت نخواهدگرفت.

source: No plugins were selected to be updated. No action taken.
fa_ir: هیچ افزونه‌ای برای به‌روزرسانی انتخاب نشده‌است. هیچ اقدامی صورت نخواهدگرفت.

source: No plugins are available to be installed at this time.
fa_ir: در حال حاضر هیچ افزونه‌ای برای نصب در دسترس نمی‌باشد.

source: No plugins are available to be updated at this time.
fa_ir: در حال حاضر هیچ افزونه‌ای برای بروزرسانی در دسترس نمی‌باشد.

source: No plugins were selected to be activated. No action taken.
fa_ir: هیچ افزونه‌ای برای فعالسازی انتخاب نشده‌است. هیچ اقدامی صورت نخواهدگرفت.

source: No plugins are available to be activated at this time.
fa_ir: در حال حاضر هیچ افزونه‌ای برای فعال سازی در دسترس نمی‌باشد.

source: Plugin activation failed.
fa_ir: فعال‌سازی افزونه با شکست مواجه شد.

source: Updating Plugin %1$s (%2$d/%3$d)
fa_ir: در حال بروزرسانی %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fa_ir: در هنگام نصب %1$s: <strong>%2$s</strong> خطایی رخ داد.

source: The installation of %1$s failed.
fa_ir: نصب و راه اندازی %1$s شکست خورد.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: عملیات نصب و فعال‌سازی شروع شده است. در بعضی هاست‌ها این عملیات ممکن است کمی طول بکشد پس لطفا صبور باشید.

source: %1$s installed and activated successfully.
fa_ir: %1$s نصب و با موفقیت فعال شد.

source: Show Details
fa_ir: نمایش جزییات

source: Hide Details
fa_ir: پنهان کردن جزییات

source: All installations and activations have been completed.
fa_ir: همه عملیات های نصب و فعال‌سازی کامل شد.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fa_ir: در حال نصب و فعال سازی افزونه %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: فرآیند نصب در حال شروع است. این پردازش ممکن به طول بکشد، لطفا صبور باشید.

source: %1$s installed successfully.
fa_ir: %1$s با موفقیت نصب شد.

source: All installations have been completed.
fa_ir: همه مراحل نصب کامل شد.

source: Installing Plugin %1$s (%2$d/%3$d)
fa_ir: در حال نصب افزونه %1$s (%2$d/%3$d)

source: ago
fa_ir: قبل

source: Section via hook
fa_ir: بخش همراه با قلاب

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
fa_ir: <p class=\"description\"> این بخش به وسیله افزودن فیلتر به آرایه بخش ها ساخته شده. می توانید با استفاده از قالب child یا فرزند بخش ها را از تنظیمات اضافه/حذف کنید.</p>

source: Customize &#8220;%s&#8221;
fa_ir: شخصی سازی &#8220;%s&#8221;

source: Current theme preview
fa_ir: پیش نمایش قالب کنونی

source: By %s
fa_ir: توسط %s

source: Version %s
fa_ir: نسخه %s

source: Tags
fa_ir: برچسب ها

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
fa_ir: این <a href="%1$s">زیر پوسته</a> به قالب اصلی نیاز دارد، %2$s.

source: General
fa_ir: عمومی

source: General setting and controls
fa_ir: تنظیمات عمومی

source: Custom favicon
fa_ir: favicon سفارشی

source: Recommended size: 16x16
fa_ir: اندازه ایده آل: 16x16

source: little icon apear on the browser tab.
fa_ir: آیکون کوچکی که بر روی زبانه مرورگر نشان داده می شود.

source: Apple iPhone Icon
fa_ir: آیکون آیفون اپل

source: Recommended size: 57x57
fa_ir: اندازه ایده آل: 57x57

source: Apple icon touch for iphone
fa_ir: آیکون لمس اپل

source: Apple iPhone Retina Icon
fa_ir: آیکون رتینای آیفون اپل

source: Recommended size: 72x72
fa_ir: اندازه ایده آل: 72x72

source: Apple icon touch for iphone with retina display
fa_ir: ایکن اپل لمسی برای آیفون با صفحه رتینا

source: Apple iPad Icon
fa_ir: ایکن اپل آیپد

source: Recommended size: 114x114
fa_ir: اندازه ایده آل: 114x114

source: Apple icon touch for ipad
fa_ir: ایکن لمسی اپل برای آیپد

source: Apple iPad Retina Icon
fa_ir: ایکن اپل آیپد با رتینا

source: Recommended size: 144x144
fa_ir: اندازه ایده آل: 144x144

source: Apple icon touch for ipad with retina display
fa_ir: ایکن اپل لمسی برای آیفون با صفحه رتینا

source: Time Format
fa_ir: قالب زمان

source: Default time format
fa_ir: قالب زمان پیش فرض

source: Custom code for adding in header section
fa_ir: کد اختصاصی برای اضافه کردن به قسمت head

source: Custom code for adding in footer section
fa_ir: کد اختصاصی برای اضافه کردن به قسمت footer

source: Custom CSS
fa_ir: CSS اختصاصی

source: don't use style tag, just paste CSS part.
fa_ir: از تگ style استفاده نکنید، تنها قسمت CSS رو بچسبانید.

source: Header
fa_ir: بالای سایت

source: Logo
fa_ir: لوگو

source: Display Site Title
fa_ir: نمایش تیتر سایت

source: Custom Image Logo
fa_ir: عکس لوگو اختصاصی

source: custom logo
fa_ir: لوگوی اختصاصی

source: max width: 1080px<br />max height: 64px
fa_ir: بیشترین ارتفاع: 64 پیکسل <br />بیشترین عرض: 64 پیکسل

source: custom logo image instead of plain text
fa_ir: لوگو اختصاصی به جای متن ساده

source: Logo top margin
fa_ir: فاصله بالایی لوگو

source: value in px.
fa_ir: مقدار به پیکسل

source: Logo Image Align
fa_ir: تراز عکس لوگو

source: Left
fa_ir: چپ

source: Center
fa_ir: وسط

source: Right
fa_ir: راست

source: Search Icon Position
fa_ir: موقعیت ایکن جستجو

source: Disabled
fa_ir: غیر فعال شدده

source: Navigation Menu Visibility
fa_ir: نمایش/عدم نمایش منو

source: show
fa_ir: نمایش

source: hide
fa_ir: عدم نمایش

source: Feature Posts
fa_ir: مطلب های شاخص

source: Feature posts style
fa_ir: استایل مطلب ها شاخص

source: Full Width
fa_ir: تمام صفحه

source: Boxed
fa_ir: محدود

source: Show Features Posts on
fa_ir: نمایش مطبل های شاخص در

source: Leave this option if you don't know what are these pages are for.
fa_ir: این گزینه را اگر اطلاعی از این صفحه ها ندارید تغییر ندهید.

source: Archive Page
fa_ir: صفحه بایگانی

source: Author Page
fa_ir: صفحه نویسنده

source: Category Page
fa_ir: صفحه دسته

source: Home Page
fa_ir: صفحه اصلی

source: Page
fa_ir: صفحه

source: Search Page
fa_ir: صفحه جستجو

source: Single Post Page
fa_ir: صفحه مطلب تکی

source: Tag Page
fa_ir: صفحه برچسب

source: Number of Features Posts to Show
fa_ir: تعداد مطلب های شاخص برای نمایش

source: if number of feature posts are less than this value, it will use count of feature posts instead.
fa_ir: اگر تعداد مطلب های شاخص کمتر از این مقدار باشد، در عوض از تعداد مطلب های شاخص استفاده خواهیم کرد.

source: Min: 1, max: 8, default value: 8
fa_ir: کمترین: 1، بیشترین: 8، مقدار پیش فرض 8

source: Style
fa_ir: استایل

source: Layout Type
fa_ir: نوع طرح سایت

source: Site Max Width
fa_ir: حد اکثر عرض سایت (px)

source: Blog Layout
fa_ir: طرح وبلاگ

source: Shop Layout
fa_ir: طرح فروشگاه

source: Shop Single product Layout
fa_ir: چیدمان برگه محصول تکی

source: header style.
fa_ir: استایل سربرگ

source: Header Background
fa_ir: پس زمینه هدر

source: Set Header Background
fa_ir: تنظیم زمینه سربرگ

source: Text logo color
fa_ir: رنگ متن لوگو

source: Tagline color
fa_ir: رنگ متن توضیح سایت

source: search icon color
fa_ir: رنگ آیکون جستجو

source: Search input background
fa_ir: پس زمینه‌ی نوار جستجو

source: Search color
fa_ir: رنگ جستجو

source: Navigation Background
fa_ir: پس زمینه منو

source: Set navigation Background
fa_ir: تنظیم پس زمینه منو

source: Sub-menu Navigation Background
fa_ir: پس زمینه زیر منو

source: Set sub-menu navigation Background
fa_ir: تنظیم پس زمینه زیر منو

source: Links Color for menu
fa_ir: رنگ لینک ها در منو

source: Feature posts
fa_ir: نوشته های شاخص

source: Feature Posts Background
fa_ir: پس زمینه نوشته های شاخص

source: Default Values: <br>Background Repeat: no repeat<br>Background Size: Cover<br>Background Attachment: Fixed<br>Background Position: center center<br>Reset section to revert default background.
fa_ir: مقادیر پیش فرض: Background Repeat: no repeat<br>Background Size: Cover<br>Background Attachment: Fixed<br>Background Position: center center<br> این قسمت را ریست کنید تا پس زمینه پیش فرض بازگردد.

source: Features posts font color
fa_ir: رنگ فونت نوشته های شاخص

source: Main content
fa_ir: محتوای اصلی

source: Main content area background
fa_ir: رنگ پسزمینه محتوا اصلی

source: background for posts area, meta descriptions bellow the posts and comments.
fa_ir: پس زمینه برای منطقه نوشته ها، توضیحات اضافی، پایین نوشته ها و دیدگاه ها.

source: Main content area primary color
fa_ir: منطقه محتوای اصلی رنگ اصلی

source: header and contents.
fa_ir: سربرگ و محتوا

source: Main content area secondary color
fa_ir: منطقه محتوای اصلی رنگ دومی

source: date and author.
fa_ir: تاریخ و نویسنده.

source: link colors
fa_ir: رنگ های پیوند

source: Widget
fa_ir: ابزارک

source: background
fa_ir: پس زمینه

source: content font color
fa_ir: رنگ فونت محتوا

source: Apply to texts
fa_ir: اعمال به متن ها

source: header font color
fa_ir: رنگ فونت سربرگ

source: Apply to header
fa_ir: اعمال به سربرگ

source: Footer
fa_ir: پاورقی

source: Background
fa_ir: پس زمینه

source: Information Footer
fa_ir: اطلاعات پاورقی

source: text color
fa_ir: رنگ متن

source: Component
fa_ir: مولفه

source: Body Background
fa_ir: پس زمینه body

source: Set Body Background
fa_ir: تنظیم پس زمینه body

source: Pagination background color
fa_ir: رنگ پس زمینه صفحه بندی

source: Pagination font color
fa_ir: رنگ فونت صفحه بندی

source: Pagination background color on hover and active
fa_ir: رنگ پس زمینه صفحه بندی ها در حالت hover و active

source: Pagination font color on hover and active
fa_ir: رنگ فونت صفحه بندی ها در حالت hover و active

source: Input and buttons border color
fa_ir: رنگ حاشیه ورودی ها و دکمه

source: Input and buttons border color on focus
fa_ir: رنگ حاشیه دکمه و وردی ها در حالت focus

source: Information footer text
fa_ir: متن پایین صفحه اطلاعات

source: Shop
fa_ir: فروشگاه

source: Products in a row
fa_ir: محصولات در یک ردیف

source: Number of products to show in a row.
fa_ir: تعداد محصول برای نمایش در هر ردیف

source: Typography
fa_ir: تایپوگرافی

source: logo and description
fa_ir: لوگو و توضیحات

source: Headers
fa_ir: سربرگ ها

source: Body
fa_ir: بدنه

source: Documentation
fa_ir: مستندات

source: Theme Information 1
fa_ir: اطلاعات قالب 1

source: <p>This is the tab content, HTML is allowed.</p>
fa_ir: <p>این زبانه محتوا است، HTML مجاز است.</p>

source: Theme Information 2
fa_ir: اطلاعات قالب 2

source: <p>This is the sidebar content, HTML is allowed.</p>
fa_ir: <p>این نوار کناری محتوا است، HTML مجاز است.</p>

source: Majale Options
fa_ir: گزینه های Majale

source: Support
fa_ir: پشتیبانی

source: Extensions
fa_ir: افزودنی ها

source: <p>Did you know that Redux sets a global variable for you? To access any of your saved options from within your code you can use your global variable: <strong>$%1$s</strong></p>
fa_ir: <p>آیا می دانید ریداکس متغیر جهانی (ثابت) برای شما قرار می دهد، تا بتوانید به هر یک از تنظیمات ذخیره شده خود که از درون کد شما فراخوانی میشوند ، دسترسی داشته باشید. شما می توانید متغیر جهانی خود را استفاده کنید: <strong>$%1$s</strong></p>

source: <p>This text is displayed above the options panel. It isn't required, but more info is always better! The intro_text field accepts all HTML.</p>
fa_ir: <p>این متن بالای پنل تنظیمات نمایش داده می‌شود. پر کردن این فیلد ضروری نیست اما اطلاعات بیشتر همواره بهتر است. زمینه متنی معرفی شده، انواع کدهای HTML را می پذیرد.</p>

source: <p>This text is displayed below the options panel. It isn't required, but more info is always better! The footer_text field accepts all HTML.</p>
fa_ir: <p>این متن پایین پنل تنظیمات نمایش داده می‌شود. پر کردن این فیلد ضروری نیست اما اطلاعات بیشتر همواره بهتر است. زمینه متنی معرفی شده، انواع کدهای HTML را می پذیرد.</p>

# breadcrumb
source: home
fa_ir: خانه

source: Category Archives: %s
fa_ir: دسته بندی آرشیو : %s

# comments title
source: One thought on &ldquo;%2$s&rdquo;
fa_ir: %1$s دیدگاه در &ldquo;%2$s&rdquo;

source: Comments are closed.
fa_ir: دیدگاه ها بسته شده اند .

source: <footer class="article-footer padding-15">Continue reading</footer>
fa_ir: <footer class="article-footer padding-15">ادامه نوشته</footer>

source: Pages:
fa_ir: برگه ها:

source: Nothing Found
fa_ir: هیچ چیز یافت نشد !

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fa_ir: آماده اید تا اولین پست خود را منتشر کنید؟ <a href="%1$s">از اینجا شروع کنید</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fa_ir: متاسفیم، چیزی مطابق با جستجوی شما پیدا نشد. لطفا با کلمات کلیدی دیگری جستجو کنید.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fa_ir: به نظر می رسد چیزی که به دنبال آن هستید را نمی توانم پیدا کنم، شاید جستجو بتواند کمک کند.

source: Continue reading <span class="meta-nav">&rarr;</span>
fa_ir: ادامه نوشته <span class="meta-nav">&rarr;</span>

source: Primary Menu
fa_ir: منوی اصلی

source: left Sidebar
fa_ir: ساید بار چپ

source: Main sidebar that appears on the left.
fa_ir: سایدبار اصلی در سمت چپ نمایش داده میشود

source: Right Sidebar
fa_ir: سایدبار راست

source: Additional sidebar that appears on the right.
fa_ir: سایدبار اضافی در سمت راست نمایش داده میشود

source: Footer first sidebar
fa_ir: قسمت اول محل ابزارک های پانوشت

source: First footer widget area from left
fa_ir: ناحیه اولین ابزارک پانوشت

source: Footer second sidebar
fa_ir: قسمت دوم محل ابزارک های پانوشت

source: Second footer widget area from left
fa_ir: ناحیه دومین ابزارک پانوشت

source: Footer third sidebar
fa_ir: قسمت سوم محل ابزارک های پانوشت

source: Third footer widget area from left
fa_ir: منطقه ویجت فوتر - ستون سوم

source: Footer fourth sidebar
fa_ir: قسمت چهارم محل ابزارک های پانوشت

source: Fourth footer widget area from left
fa_ir: منطقه ویجت فوتر - ستون چهارم

source: Next post:
fa_ir: نوشته بعدی:

source: Next page:
fa_ir: صفحه بعد:

source: Previous post:
fa_ir: نوشته پیشین:

source: Previous page:
fa_ir: صفحه قبلی:

source: Previous Image
fa_ir: تصویر قبلی

source: Next Image
fa_ir: تصویر بعدی

source: Tags:
fa_ir: برچسب ها :

source: Categories:
fa_ir: دسته بندی ها:

source: View all posts in %s
fa_ir: نمایش همه نوشته ها در %s

source: Your Name
fa_ir: نام شما

source: Email(*)
fa_ir: پست الکترونیک(*)

source: Your idea
fa_ir: ایده های شما

source: Send
fa_ir: ارسال

source: Page %s
fa_ir: صفحه %s

source: Permalink
fa_ir: پیوند یکتا

source: By
fa_ir: توسط

source: This page only style
fa_ir: استایل فقط این صفحه

source: This page only meta
fa_ir: متا فقط این صفحه

source: Default
fa_ir: پیشفرض

source: One column
fa_ir: یک ستون

source: Two columns - right sidebar
fa_ir: دو ستون - ستون کناری سمت راست

source: Two columns - left sidebar
fa_ir: دو ستون - ستون کناری سمت چپ

source: Three columns - Main content in middle
fa_ir: سه ستون - محتوای اصلی میانه

source: Three columns - Main content in right
fa_ir: سه ستون - محتوای اصلی راست

source: Three columns - Main content in left
fa_ir: سه ستون - محتوای اصلی سمت چپ

source: Show
fa_ir: نمایش

source: Hide
fa_ir: پنهان کن

source: Search Results for: <b>%s</b>
fa_ir: نتایج جستجو برای : %s

source: Search for...
fa_ir: جستجو برای ...

source: Tag Archives: %s
fa_ir: بایگانی برچسب: %s

source: Your cart is currently empty.
fa_ir: سبد شما در حال حاضر خالی است.

source: Return To Shop
fa_ir: بازگشت به فروشگاه

source: Shipping #%d
fa_ir: حمل و نقل #%d

source: Shipping
fa_ir: حمل و نقل

source: Please use the shipping calculator to see available shipping methods.
fa_ir: لطفاً برای دیدن روش های ارسال،از محاسبه گر هزینه ی ارسال، استفاده نمایید.

source: Please continue to the checkout and enter your full address to see if there are any available shipping methods.
fa_ir: لطفا به بخش تسویه حساب بروید و آدرس کامل را وارد کنید تا اگر روش حمل و نقل وجود دارد ، آن را ببینید.

source: Please fill in your details to see available shipping methods.
fa_ir: لطفا جزئیات مورد نیاز را برای مشاهده روش های حمل ونقل موجود تکمیل نمایید

source: There are no shipping methods available. Please double check your address, or contact us if you need any help.
fa_ir: هیچ روش حمل و نقلی در دسترس نیست. لطفا دوباره آدرس خود را چک کنید، و یا در صورت نیاز به کمک با ما تماس بگیرید.

source: Cart Totals
fa_ir: مجموع سبد خرید

source: Subtotal
fa_ir: مجموع جزء

source: Total
fa_ir: مجموع

source: (taxes estimated for %s)
fa_ir: (برآورد مالیات برای%s)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
fa_ir: توجه: میزان مالیات و حمل‌و‌نقل به صورت حدودی %s می باشد و در حین پرداخت مطابق با نشانی و نحوه تسویه حساب دقیق خواهد شد.

source: Product
fa_ir: محصول

source: Price
fa_ir: قیمت

source: Quantity
fa_ir: تعداد

source: Remove this item
fa_ir: حذف این مورد

source: Coupon
fa_ir: کد تخفیف

source: Coupon code
fa_ir: کد تخفیف

source: Apply Coupon
fa_ir: اعمال کد تخفیف

source: Update Cart
fa_ir: به روز رسانی سبد خرید

source: You may be interested in&hellip;
fa_ir: همچنین ممکن است علاقه مند باشید به

source: No products in the cart.
fa_ir: سبد خرید شما خالی میباشد

source: View Cart
fa_ir: مشاهده سبد خرید

source: Checkout
fa_ir: پرداخت

source: Calculate Shipping
fa_ir: محاسبه هزينه ارسال

source: Select a country&hellip;
fa_ir: انتخاب یک کشور

source: State / county
fa_ir: شهر / شهرستان

source: Select a state&hellip;
fa_ir: انتخاب یک استان

source: City
fa_ir: شهر

source: Postcode / Zip
fa_ir: کد پستی

source: Update Totals
fa_ir: به‌روز‌رسانی مجموع

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
fa_ir: همانطور که در قسمت بالا مشخص شده است؛ مشکلاتی با سبد خرید شما وجود دارد. لطفا قبل از پرداخت نهایی جهت رفع مسائل پیش آمده به صفحه سبد خریدتان بازگردید.

source: Return To Cart
fa_ir: بازگشت به سبد خرید

source: Billing &amp; Shipping
fa_ir: صورت حساب و حمل و نقل

source: Billing Details
fa_ir: جزیئات صورتحساب

source: Create an account?
fa_ir: ساخت یک حساب جدید
