Repository: amirmasoud/majale
Catalog: languages/*.po
Languages: fa_ir

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
fa_ir: با وارد کردن اطلاعات در قسمت زیر، یک حساب کاربری درست کنید. اگر قبلا عضو سایت شده اید از کادر ورود در بالای برگه استفاده نمایید.

source: You must be logged in to checkout.
fa_ir: شما باید برای پرداخت وارد سایت شوید.

source: Your order
fa_ir: سفارش شما

source: Have a coupon?
fa_ir: بن تخفیف دارید؟

source: Click here to enter your code
fa_ir: برای وارد کردن کد اینجا را کلیک کنید

source: Returning customer?
fa_ir: مشتری قبلی ما هستید؟

source: Click here to login
fa_ir: برای ورود به سایت کلیک کنید

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
fa_ir: اگر پیش از این، از ما خرید کرده اید لطفا مشخصات خود را در کادر زیر وارد کنید، یا در صورتی که اولین باری است که خرید می‌کنید لطفا به صفحه دریافت فاکتور و ارسال محصول مراجعه کنید.

source: Qty
fa_ir: تعداد

source: Totals
fa_ir: مجموع

source: Payment
fa_ir: روش پرداخت

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
fa_ir: متاسفیم ! اما به نظر میرسد روشی که برای پرداخت انتخاب کرده اید دیگر پشتیبانی نمیشود. لطفا اگر برای خرید به کمک بیشتری احتیاج دارید با ما تماس بگیرید.

source: Pay for order
fa_ir: پرداخت برای سفارش

source: Ship to a different address?
fa_ir: آیا مایلید سفارش به آدرسی غیر از آدرس شما ارسال شود؟

source: Additional Information
fa_ir: اطلاعات بیشتر

source: Please fill in your details above to see available payment methods.
fa_ir: لطفا جزئیات مورد نیاز بالا را برای مشاهده روش های پرداخت موجود تکمیل نمایید

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
fa_ir: متاسفیم ! اما به نظر میرسد روشی که برای پرداخت انتخاب کرده اید دیگر پشتیبانی نمیشود. لطفا اگر برای خرید به کمک بیشتری احتیاج دارید با ما تماس بگیرید.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
fa_ir: از آنجا که مرورگر شما از جاوا اسکریپت پشتیبانی نمی کند، یا از کار افتاده است، لطفا اطمینان حاصل کنید که قبل از انجام سفارش بر روی دکمه <em> به روز رسانی همه</em> کلیک کنید تا قیمت ها به روز شوند. در غیر این صورت ممکن است مشکلاتی پیش بیاید و عواقب آن به عهده خود شماست.

source: Update totals
fa_ir: به روز رسانی همه

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
fa_ir: من <a href=\"%s\" target=\"_blank\">قوانین و مقررات</a> را خواندم و قبول دارم.

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
fa_ir: متاسفانه سفارش شما قابل انجام نیست! بانک پذیرنده ،وجه را نپذیرفته است.

source: Please attempt your purchase again or go to your account page.
fa_ir: لطفا مجددا اقدام به ثبت نام کرده با به صفحه حساب کاربری خود بروید.

source: Please attempt your purchase again.
fa_ir: لطفا مراحل خرید را مجددا طی کنید

source: Pay
fa_ir: پرداخت

source: My Account
fa_ir: حساب کاربری من

source: Thank you. Your order has been received.
fa_ir: با تشکر. سفارش شما ثبت شد.

source: Order Number:
fa_ir: شماره سفارش:

source: Date:
fa_ir: تاریخ:

source: Total:
fa_ir: قیمت نهایی:

source: Payment Method:
fa_ir: روش پرداخت:

source: Loading
fa_ir: در حال بارگذاری

source: Quick View
fa_ir: نمایش سریع

source: The order #%d from %s has been cancelled. The order was as follows:
fa_ir: سفارش #%d از %s لغو شده است . سفارش به شرح زیر است:

source: Order: %s
fa_ir: سفارش: %s

source: You have received an order from %s. The order is as follows:
fa_ir: شما یک سفارش از %s دریافت کرده اید. سفارش به شرح زیر است:

source: Order #%s
fa_ir: سفارش #%s

source: Hi there. Your recent order on %s has been completed. Your order details are shown below for your reference:
fa_ir: سلام. آخرین سفارش شما در %s کامل شده است. جزئیات سفارش در زیر نشان داده شده است:

source: An order has been created for you on %s. To pay for this order please use the following link: %s
fa_ir: سفارش برای شما در%s ایجاد شده است. برای پرداخت این منظور لطفا با استفاده از این لینک اقدام کنید : %s

source: pay
fa_ir: پرداخت

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
fa_ir: از اینکه در سایت %s ثبت نام کردید متشکریم. نام کاربری شما <strong> %s </strong> است.

source: Your password has been automatically generated: <strong>%s</strong>
fa_ir: کلمه عبور شما به صورت خودکار ایجاد شد: <strong>%s</strong>

source: You can access your account area to view your orders and change your password here: %s.
fa_ir: شما برای مشاهده سفارش هایتان و تغییر کلمه عبور می توانید از این لینک به ناحیه کاربری بروید : %s .

source: Hello, a note has just been added to your order:
fa_ir: سلام،این یاداشت به سفارش شما افزوده شد:

source: For your reference, your order details are shown below.
fa_ir: جزئیات سفارش شما در زیر قابل مشاهده می باشد

source: Your order has been received and is now being processed. Your order details are shown below for your reference:
fa_ir: سفارش شما دریافت شده است و اکنون در حال انجام است جزئیات سفارش را در زیر می توانید مشاهده کنید:

source: Someone requested that the password be reset for the following account:
fa_ir: یک درخواست برای تنظیم مجدد کلمه عبور برای حساب زیر وجود دارد:

source: Username: %s
fa_ir: نام کاربری: %s

source: If this was a mistake, just ignore this email and nothing will happen.
fa_ir: اگر این اشتباهاً برای شما نمایش داده شده، لطفا جهت تغییر نکردن اطلاعات فقط آنرا نادیده بگیرید.

source: To reset your password, visit the following address:
fa_ir: برای تغییر کلمه عبور به آدرس زیر بروید:

source: Click here to reset your password
fa_ir: برای تنظیم مجدد کلمه عبور اینجا کلیک کنید

source: Billing address
fa_ir: آدرس صورت‌حساب

source: Shipping address
fa_ir: ارسال به آدرس

source: Product Image
fa_ir: تصویر محصول

source: Download %d
fa_ir: دانلود %d

source: Download
fa_ir: دانلود

source: Order number: %s
fa_ir: شماره سفارش: %s

source: View order: %s
fa_ir: مشاهده سفارش: %s

source: You have received an order from %s.
fa_ir: شما یک سفارش از %s دریافت کرده اید.

source: Your password is <strong>%s</strong>.
fa_ir: کلمه عبور شما <strong>%s</strong>.

source: Quantity: %s
fa_ir: تعداد: %s

source: Cost: %s
fa_ir: هزینه: %s

source: Username or email
fa_ir: نام کاربری یا آدرس ایمیل

source: Password
fa_ir: کلمه عبور

source: Login
fa_ir: ورود

source: Remember me
fa_ir: مرا بخاطر بسپار

source: Lost your password?
fa_ir: آیا کلمه عبورتان را فراموش کرده اید؟

# Product quantity input tooltip
source: Qty
fa_ir: تعداد

source: Full Description
fa_ir: توضیحات کامل

source: No products were found matching your selection.
fa_ir: محصول انتخابی شما متاسفانه یافت نشد.

source: Showing the single result
fa_ir: نمایش یک نتیجه

source: Showing all %d results
fa_ir: نمایش همه نتایج %d

# %1$d = first, %2$d = last, %3$d = total
source: Showing %1$d&ndash;%2$d of %3$d results
fa_ir: نمایش %1$d&ndash;%2$d of %3$d یافته ها

source: Sale!
fa_ir: حراج!

source: Sorry, it seems that there are no payment methods which support adding a new payment method. Please contact us if you require assistance or wish to make alternate arrangements.
fa_ir: با عرض پوزش به نظر میرسد روش پرداختی که اضافه کردید پشتیبانی نمیشود، اگر به کمک احتیاج دارید با ما تماس بگیرید.

source: Add Payment Method
fa_ir: اضافه کردن روش پرداخت

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: Email address
fa_ir: آدرس ایمیل

source: Password Change
fa_ir: تکرار کلمه عبور

source: Current Password (leave blank to leave unchanged)
fa_ir: کلمه عبور فعلی (برای تغییر پیدا نکردن کلمه عبور را خالی بگذارید)

source: New Password (leave blank to leave unchanged)
fa_ir: کلمه عبور جدید (برای تغییر پیدا نکردن کلمه عبور را خالی بگذارید)

source: Confirm New Password
fa_ir: تایید کلمه عبور جدبد

source: Save changes
fa_ir: ذخیره تغییرات

source: Billing Address
fa_ir: آدرس پرداخت

source: Shipping Address
fa_ir: ارسال به آدرس

source: Save Address
fa_ir: ذخیره آدرس

source: Username or email address
fa_ir: نام کاربری یا آدرس ایمیل

source: Register
fa_ir: ثبت نام

source: Username
fa_ir: نام کاربری

source: Anti-spam
fa_ir: ضد جفنگ

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
fa_ir: رمز عبور خود را فراموش کرده اید؟ لطفا نام کاربری یا ایمیل خود را وارد کنید. لینک ایجاد رمز جدید به ایمیل شما فرستاده خواهد شد.

source: Enter a new password below.
fa_ir: رمز عبور جدید را در زیر وارد نمایید.

source: New password
fa_ir: رمز عبور جدید

source: Re-enter new password
fa_ir: تکرار رمز عبور جدید

source: Reset Password
fa_ir: بازیابی کلمه عبور

source: Save
fa_ir: ذخیره تغییرات

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
fa_ir: سلام ! <strong>%1$s</strong> عزیز خوش آمدی. شما %1$s نیستید؟ میتوانید از <a href="%2$s">اینجا</a> خارج شوید.

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">edit your password and account details</a>.
fa_ir: ، از برگه حساب خود می توانید آخرین سفارشات را مشاهده کرده ، نحوه حمل و نقل و ارسال محصول و آدرس های مربوط به باربری و صورت حساب را مدیریت کنید و در صورت لزوم <a href="%s">رمز عبورتان را تغییر دهید</a>.

source: My Addresses
fa_ir: آدرس های من

source: My Address
fa_ir: آدرس من

source: The following addresses will be used on the checkout page by default.
fa_ir: این آدرس برای پرداخت به کار می رود

source: Edit
fa_ir: ویرایش

source: You have not set up this type of address yet.
fa_ir: شما آدرسی از این نوع هنوز ثبت نکرده اید.

source: Available downloads
fa_ir: دانلودهای در دسترس

source: %s download remaining
fa_ir: %s باقی مانده از دانلود

source: Recent Orders
fa_ir: سفارشات اخیر

source: Order
fa_ir: ترتیب

source: Date
fa_ir: تاریخ

source: Order Number
fa_ir: کد رهگیری

source: %s for %s item
fa_ir: %s برای %s آیتم

source: Cancel
fa_ir: انصراف

source: View
fa_ir: نمایش

source: Order #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
fa_ir: سفارش #<mark class="order-number">%s</mark> در تاریخ <mark class="order-date">%s</mark> انجام شده و در حال حاضر دارای وضعیت <mark class="order-status">%s</mark> است.

source: Order Updates
fa_ir: به‌روزرسانی سفارش

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt and in the confirmation email you should have received.
fa_ir: برای پیگیری سفارش‌تان، کد سفارش خود را در زیر وارد کرده و پیگیری را فشار دهید. این کد از طریق رسید و ایمیلی که به شما فرستاده شده، در اختیارتان قرار گرفته است.

source: Order ID
fa_ir: کد سفارش

source: Found in your order confirmation email.
fa_ir: تاییدیه سفارش به ایمیل ارسال شود

source: Billing Email
fa_ir: صدور صورت حساب ایمیلی

source: Email you used during checkout.
fa_ir: ایمیلی که هنگام ثبت سفارش وارد کردید.

source: Track
fa_ir: شیار

source: Order Again
fa_ir: سفارش دوباره

source: Order Details
fa_ir: جزئیات سفارش

source: Order #%s which was made %s has the status &ldquo;%s&rdquo;
fa_ir: سفارش %s که %s ثبت شده است، اکنون در وضعیت &ldquo;%s&rdquo; قرار دارد

source: ago
fa_ir: پیش

source: and was completed
fa_ir: و تکمیل شد

# placeholder
source: Search Products&hellip;
fa_ir: جستجوی محصولات&hellip;

# label
source: Search for:
fa_ir: جستجو برای :

# submit button
source: Search
fa_ir: جستجو

source: %s review for %s
fa_ir: %s نظر برای %s

source: Reviews
fa_ir: نظرها

source: There are no reviews yet.
fa_ir: هیچ نظری برای این محصول نوشته نشده است.

source: Add a review
fa_ir: اضافه کردن یک نظر

source: Be the first to review
fa_ir: اولین نفری باشید که برای این محصول نظر می‌نویسد.

source: Leave a Reply to %s
fa_ir: پاسخی به %s

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Submit
fa_ir: ارسال

source: Your Rating
fa_ir: امتیاز شما

source: Rate&hellip;
fa_ir: امتیاز &hellip;

source: Perfect
fa_ir: عالی

source: Good
fa_ir: خوب

source: Average
fa_ir: میانگین

source: Not that bad
fa_ir: بدک نیست

source: Very Poor
fa_ir: خیلی ضعیف

source: Your Review
fa_ir: نظر شما

source: Only logged in customers who have purchased this product may leave a review.
fa_ir: .فقط مشتریانی که این محصول را خریداری کرده اند و وارد سیستم شده اند میتوانند برای این محصول نظر ارسال کنند.

source: This product is currently out of stock and unavailable.
fa_ir: این محصول در حال حاضر در دسترس نیست.

source: Clear selection
fa_ir: برداشتن انتخاب ها

source: SKU:
fa_ir: موجودیِ انبار:

source: N/A
fa_ir: در دسترس نیست

source: Category:
fa_ir: دسته بندی:

source: Tag:
fa_ir: برچسب:

source: Weight
fa_ir: وزن

source: Dimensions
fa_ir: ابعاد

source: Placeholder
fa_ir: نگهدارنده مکان

source: Rated %s out of 5
fa_ir: امتیاز %s از 5

source: out of %s5%s
fa_ir: از %s5%s

source: based on %s customer rating
fa_ir: بر اساس %s نظر مشتری

source: %s customer review
fa_ir: %s نظر مشتری

source: Related Products
fa_ir: محصولات مرتبط

source: Rated %d out of 5
fa_ir: امتیاز %d از 5

source: out of 5
fa_ir: از 5 ستاره

source: Your comment is awaiting approval
fa_ir: دیدگاه شما در انتظار تایید مدیر است.

source: verified owner
fa_ir: تأیید مالک

source: Product Description
fa_ir: توضیح درباره محصول

source: You may also like&hellip;
fa_ir: شما همچنین ممکن است دوست &hellip;

source: Majale
fa_ir: مجله

source: AmirMasoud Sheidayi
fa_ir: امیرمسعود شیدایی
